[Translation]

TRANSLATION_BY=Translated by
TRANSLATION_NAME=NGWIN
TRANSLATION_LINK=https://picpick.app
LANGUAGENAME=English
FILEVER=7010

[MainPopup]

MNU_OPEN_PICPICK=Image &Editor
MNU_CAPTURE=Screen &Capture
MNU_CAPTURE_FULLSCREEN=&Full-screen
MNU_CAPTURE_ACTIVEWINDOW=&Active Window
MNU_CAPTURE_CONTROL=Window &Control
MNU_CAPTURE_SCROLLINGWINDOW=&Scrolling Window
MNU_CAPTURE_REGION=&Region
MNU_CAPTURE_FIXEDREGION=&Fixed Region
MNU_CAPTURE_FREEHAND=Free&Hand
MNU_CAPTURE_WEBPAGE=&WebPage
MNU_CAPTURE_REPEAT=Repeat &Last Capture
MNU_WIDGET=Show Wid&get...
MNU_CAPTURE_SETTING=Capture &Settings
MNU_OUTPUTTYPE=Output &Type
MNU_OUTPUTTYPE_PICPICK=PicPick &Editor
MNU_OUTPUTTYPE_CLIPBOARD=&Clipboard
MNU_OUTPUTTYPE_SAVEIMAGE=Image &File
MNU_OUTPUTTYPE_SAVEFOLDER=&Auto Save
MNU_OUTPUTTYPE_OTHER=E&xternal Program...
MNU_OUTPUTTYPE_FTP=F&TP Server
MNU_OUTPUTTYPE_SHARE=S&hare
MNU_OUTPUTTYPE_SENDTO=Sen&d To
MNU_OUTPUTTYPE_FACEBOOK=Faceboo&k
MNU_OUTPUTTYPE_TWITTER=Tw&itter
MNU_OUTPUTTYPE_MSWORD=Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL=Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT=Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK=Microsoft O&utlook
MNU_OUTPUTTYPE_PRINTER=P&rinter
MNU_OUTPUTTYPE_SKYPE=Sk&ype
MNU_OUTPUTTYPE_CLOUD=Clo&ud Service
MNU_OUTPUTTYPE_WEB=Internet &URL
MNU_OUTPUTTYPE_DROPBOX=Drop&box
MNU_OUTPUTTYPE_GOOGLE=&Google Drive
MNU_OUTPUTTYPE_ONEDRIVE=&OneDrive
MNU_OUTPUTTYPE_MSPAINT=Microsoft P&aint
MNU_OPT_DEFAULTFORMAT=Default Image &Format
MNU_OPT_OPENEDITOR=Open &Editor when Program Starts
MNU_OPT_STARTUPPROGRAM=&Run PicPick at Startup
MNU_COLORPICKER=Color &Picker
MNU_COLORPALETTE=Color P&alette
MNU_COPYCOLORTYPE=Copy Color &As
MNU_COLORHISTORY=Color &History
MNU_COLORHISTORY_CLEAR=&Clear
MNU_MAGNIFIER=&Magnifier
MNU_PIXELRULER=Pixel &Ruler
MNU_PROTRACTOR=Pro&tractor
MNU_CROSSHAIR=C&rossHair
MNU_WHITEBOARD=&Whiteboard
MNU_CLOUDEXPLORER=Clo&ud Explorer
MNU_ABOUT_PICPICK=Program &Options...
MNU_EXIT_PICPICK=E&xit

[Widget]

MNU_WIDGET=Wid&get
MNU_WIDGET_LOCK=&Lock the widget
MNU_WIDGET_SMALLICONS=Show &small icons
MNU_WIDGET_AUTOHIDE=A&uto-hide
MNU_WIDGET_OPACITY=&Opacity
MNU_WIDGET_ALWAYSTOP=&Always on top
MNU_WIDGET_CLOSE=&Close widget
MNU_WIDGET_OPTIONS=&Widget Options

[PicPickEditor]

MNU_START=Start
MNU_FILE=&File
MNU_FILE_NEW=&New
MNU_FILE_OPEN=&Open
MNU_FILE_OPENCLIPBOARD=Open from &Clipboard
MNU_FILE_OPENURL=Open from Image &URL
MNU_FILE_OPEN_RECENT=Recent
MNU_FILE_OPEN_BROWSE=Browse
MNU_FILE_SAVESAME=&Save
MNU_FILE_SAVE=Save &As
MNU_FILE_SAVESELECT=S&ave Selection As...
MNU_FILE_SAVEALL=Save A&ll
MNU_FILE_PRINT=&Print
MNU_FILE_CLOSEIMAGE=&Close
MNU_FILE_CLOSECURRENTIMAGE=&Current Image
MNU_FILE_CLOSEALLIMAGE=&All Images
MNU_FILE_CLOSEALLSAVEDIMAGE=All &Saved Images
MNU_FILE_CLOSEPICPICK=E&xit
MNU_EDIT=&Edit
MNU_EDIT_UNDO=&Undo
MNU_EDIT_REDO=&Redo
MNU_EDIT_CUT=Cu&t
MNU_EDIT_COPY=&Copy
MNU_EDIT_PASTE=&Paste
MNU_EDIT_PASTEFROMFILE=Paste from &File...
MNU_EDIT_SELECTDEL=&Delete
MNU_EDIT_SELECTNEW=Cro&p
MNU_EDIT_DESELECT=De&select
MNU_EDIT_SELECTALL=Select &All
MNU_EDIT_IMAGERESIZE=Image &Resize...
MNU_EDIT_CANVASRESIZE=Canvas R&esize...
MNU_EDIT_VIEWBITMAP=&View Bitmap on Full-screen...
MNU_TOOLS=&Tools
MNU_TOOLS_FULLSCREEN=Capture &Full-screen
MNU_TOOLS_ACTIVEWINDOW=Capture &Active Window
MNU_TOOLS_CONTROL=Capture Window &Control
MNU_TOOLS_SCROLLINGWINDOW=Capture &Scrolling Window
MNU_TOOLS_WEBPAGE=Capture &WebPage
MNU_TOOLS_REGION=Capture &Region
MNU_TOOLS_FIXEDREGION=Capture Fi&xed Region
MNU_TOOLS_FREEHAND=Capture Free&Hand
MNU_TOOLS_REPEAT=Repeat &Last Capture
MNU_TOOLS_COLORPICKER=Color &Picker
MNU_TOOLS_COLORPALETTE=Color P&alette
MNU_TOOLS_MAGNIFIER=&Magnifier
MNU_TOOLS_PIXELRULER=Pixel R&uler
MNU_TOOLS_PROTRACTOR=Pro&tractor
MNU_TOOLS_CROSSHAIR=Cross&Hair
MNU_TOOLS_WHITEBOARD=&WhiteBoard
MNU_TOOLS_SCREENRECORDER=Screen &Recorder
MNU_TOOLS_OPTION=Op&tions
MNU_TOOLSOPTION=Capture &Options
MNU_TOOLSOPTION_OUTPUTTYPE=Output &Type
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT=Default Image &Format
MNU_TOOLSOPTION_DUALMONITORS=Capture &Multiple Monitors
MNU_TOOLSOPTION_HOTKEY=Change &Hotkeys...
MNU_TOOLSOPTION_SOUND=Activate &Sound Effect
MNU_TOOLSOPTION_SCROLLCAPTURE=Activate &Auto Scroll
MNU_TOOLSOPTION_MOUSECURSOR=Include C&ursor image
MNU_TOOLSOPTION_STARTUPPROGRAM=Run PicPick at Startup
MNU_TOOLSOPTION_OPENEDITOR=Open &Editor when Program Starts
MNU_TOOLS_COLORTYPE=Cop&y Color As
MNU_EFFECT=Effe&cts
MNU_EFFECT_INVERT=&Invert
MNU_EFFECT_GRAYSCALE=&GrayScale
MNU_EFFECT_MOSAIC=&Pixelate...
MNU_EFFECT_BLUR=&Blur
MNU_EFFECT_SHARPEN=&Sharpen
MNU_EFFECT_BRIGHTNESS=B&rightness / Contrast...
MNU_EFFECT_HSL=&Hue / Saturation...
MNU_EFFECT_BORDER=Ed&ge Effects
MNU_EFFECT_FLIP=&Flip
MNU_EFFECT_FLIPH=Flip &Horizontal
MNU_EFFECT_FLIPV=Flip &Vertical
MNU_EFFECT_ROTATE=&Rotate
MNU_EFFECT_ROTATE90=&90° clockwise
MNU_EFFECT_ROTATE180=&180° clockwise
MNU_EFFECT_ROTATE270=&270° clockwise
MNU_EFFECT_FRAME=Fram&e...
MNU_EFFECT_COLORBALANCE=Color ba&lance...
MNU_EFFECT_WATERMARK=&Watermark...
MNU_WINDOW=&Window
MNU_WINDOW_CASCADE=&Cascade
MNU_WINDOW_TILEH=Tile &Horizontally
MNU_WINDOW_TILEV=Tile &Vertically
MNU_WINDOW_MINIMIZEALL=Minimize All
MNU_HELP=&Help
MNU_HELP_WEBSITE=Website
MNU_HELP_ABOUT=About...
MNU_HELP_UPDATE=Check for updates
PNL_TOOL_TOOLS=Tools
PNL_TOOL_COLOR=Color
PNL_TOOL_PROPERTY=Properties
LBL_TOOL_WIDTHS=Width :
LBL_TOOL_OPACITY=Opacity
LBL_TOOL_SHAPE=Shape:
TAB_HOME=Home
TAB_FILE=File
TAB_VIEW=View
TAB_SHAPES=Shapes
TAB_SHAPES_SUB=Format
TAB_SHAPES_TEXT=Text
TAB_NUMBERSTAMP=Number Stamp
TAB_NUMBERSTAMP_SUB=Format
TAB_SELECTION=Selection
TAB_SELECTION_SUB=Format
TAB_MAGNIFIER=Magnify Effect
TAB_MAGNIFIER_SUB=Format
TAB_STAMPS=Stamps
TAB_STAMPS_SUB=Format
TAB_SHARE=Share
TBR_CLIPBOARD=Clipboard
TBN_CLIPBOARD_PASTE=Paste
TBN_CLIPBOARD_CUT=Cut
TBN_CLIPBOARD_COPY=Copy
TBN_CLIPBOARD_DELETE=Delete
TBR_VIEW=View
TBN_VIEW_ZOOMIN=Zoom In
TBN_VIEW_ZOOMOUT=Zoom Out
TBN_VIEW_FULL=Full screen
TBN_VIEW_100=Actual size
TBR_IMAGE=Image
TBN_IMAGE_EFFECT=Effects
TBN_IMAGE_CROP=Crop
TBN_IMAGE_RESIZE=Resize
TBN_IMAGE_ROTATE=Rotate
TBR_TOOLS=Tools
TBR_COLOR=Colors
TBN_COLOR1=Color1
TBN_COLOR2=Color2
POP_COLORTYPE1=Pastel colors
POP_COLORTYPE2=Primary colors
TBR_SHOWHIDE=Show or hide
TBN_RULER=Ruler
TBN_STATUSBAR=Status bar
TBN_TAB=Tab
TBN_THUMBNAIL=Thumbnails
TBN_PANE=Details Pane
TBR_WINDOW=Window
TBN_CASCADE=Cascade
TBN_ARRANGEALL=Arrange all
TBN_REGISTER=&Register
TBN_TOOLS_SELECT=Select
TBN_TOOLS_MOVE=Move
TBN_TOOLS_DRAW=Draw
TBN_TOOLS_DRAW_BRUSH=&Brush
TBN_TOOLS_DRAW_ERASER=&Eraser
TBN_TOOLS_DRAW_MARKER=&Marker
TBN_TOOLS_DRAW_PEN=&Pencil
TBN_TOOLS_DRAW_CALLIGRAPHY=&Calligraphy
TBN_TOOLS_DRAW_SMARTERASER=Smart &Eraser
TBN_TOOLS_DRAW_AIRBRUSH=&Airbrush
TBN_TOOLS_DRAW_MOSAIC=Pi&xelating Brush
TBN_TOOLS_FILL=Fill
TBN_TOOLS_FILL_OPTIONS=Fill options
TBN_TOOLS_FILL_STANDARD=&Contiguous Fill
TBN_TOOLS_FILL_REPLACEMENT=Color &Replacement Fill
TBN_TOOLS_STAMPS=Stamps
TBN_TOOLS_STAMPS_NUMBER=Number Stamps
TBN_TOOLS_STAMPS_GENERAL=General Stamps
TBN_TOOLS_STAMPS_CURSOR=Cursor Stamps
TBN_SELECT_SELECTION_SHAPES=Selection shapes
TBN_SELECT_SELECTION_OPTIONS=Selection options
TBN_SELECT_RECTANGLE=&Rectangular selection
TBN_SELECT_ELLIPSE=&Elliptical Selection
TBR_SIZE=Size
TBN_MORECOLORS=More
MNU_PALETTETYPE=Palette type
TBR_COLORPALETTE=Palette
TBN_THEME=Theme Colors
TBN_THEME_DEFAULT=Default
TBN_THEME1=Theme 1
TBN_THEME2=Theme 2
TBN_THEME3=Theme 3
TBN_THEME4=Theme 4
TBN_THEME5=Theme 5
TBN_STANDARD_COLORS=Standard Colors
TBN_CUSTOM_COLORS=Custom Colors
TBN_MORE_COLORS=&More Colors...
TBN_ADD_CUSTOM_COLOR=&Add to Custom Colors
TBN_REMOVE_CUSTOM_COLOR=&Remove from Custom Colors
MNU_TOPBAR_TITLE=Customize Top Buttons
MNU_TOPBAR_MINIMIZERIBBON=&Minimize the Ribbon
MNU_QAT_TITLE=Customize Quick Access Toolbar
MNU_QAT_ADD=&Add to Quick Access Toolbar
MNU_QAT_DELETE=&Remove from Quick Access Toolbar
MNU_QAT_ABOVE=&Show Quick Access Toolbar Above the Ribbon
MNU_QAT_BELOW=&Show Quick Access Toolbar Below the Ribbon
MNU_QAT_RESET=Rese&t Quick Access Toolbar
TBN_VIEW_TOUCHMODE=Touch Mode
TBN_RIBBON_COLLAPSE=Collapse the Ribbon
TBN_RIBBON_PIN=Pin the Ribbon
OPEN_ALL_IMAGE_FILES=All Image Files
OPEN_BITMAP_FILES=Bitmap Files
OPEN_ALL_FILES=All Files
TAB_LAYERS=Layers
TAB_LAYERS_SUB=Format
TAB_HISTORY=History
TAB_FORMAT_SHAPE=Format Shape
MNU_MAXIMIZE=Ma&ximize
MNU_MINIMIZE=Mi&nimize
MNU_CLOSE=&Close
MNU_RESTOREDOWN=&Restore Down
MNU_CLOSEALL=Close &All
MNU_FILE_OPEN_FOLDERS=Folders
MNU_FILE_OPEN_AUTOSAVE_FOLDER=Default Output Folder
MNU_FILE_OPEN_RECENT_IMAGES=Recent Images
MNU_FILE_OPEN_RECENT_FOLDERS=Recent Folders
MNU_FILE_OPEN_OPTIONS_CLIPBOARD=Clipboard
MNU_FILE_OPEN_OPTIONS_URL=Image URL
MNU_LIST_PIN=&Pin to list
MNU_LIST_UNPIN=&Unpin from list
MNU_LIST_REMOVE=&Remove from list
MNU_LIST_CLEAR=C&lear unpinned items
MNU_COPY_PATH=&Copy Path to Clipboard
MNU_FILE_INFO=&Info
MNU_HELP_REPORT=Report Issue
MNU_QAT_MORE=&More Commands...
TBN_COLOR_DEFAULT=Default Colors
TBN_COLOR_SWAP=Switch Colors
TBN_COLOR_PICK=Color Picker

[PicPickEditor Tip]

TIP_FILE_NEW=Create a new blank image.
TIP_FILE_OPEN=Open an existing image.
TIP_FILE_OPENCLIPBOARD=Create a new image from clipboard.
TIP_FILE_OPENURL=Open an image from URL.
TIP_FILE_SAVE=Save the active image.
TIP_FILE_SAVEAS=Save the active image with a new name.
TIP_FILE_SAVESELECT=Save the selection with a new name.
TIP_FILE_SAVEALL=Save all images with a new name.
TIP_FILE_PRINT=Print the image.
TIP_FILE_CLOSEIMAGE=Close current image.
TIP_FILE_CLOSEALLIMAGE=Close all image files.
TIP_FILE_CLOSEALLSAVEDIMAGE=Close all saved image files.
TIP_FILE_CLOSEPICPICK=Close the window.
TIP_EDIT_UNDO=Undo the last action.
TIP_EDIT_REDO=Redo the previously undone action.
TIP_EDIT_CUT=Cut the selection and move it to the clipboard.
TIP_EDIT_COPY=Copy the selection and put it on the clipboard.
TIP_EDIT_PASTE=Paste the clipboard contents to active image.
TIP_EDIT_PASTEFROMFILE=Paste a file to the current image.
TIP_EDIT_SELECTDEL=Delete the current selection from the canvas.
TIP_EDIT_SELECTNEW=Crop the image so it only contains the current selection.
TIP_EDIT_DESELECT=Deselect the image.
TIP_EDIT_SELECTALL=Select the entire image.
TIP_EDIT_IMAGERESIZE=Change the size of the image.
TIP_EDIT_CANVASRESIZE=Change the size of the canvas.
TIP_EDIT_VIEWBITMAP=View the bitmap on full screen.
TIP_TOOLS_CAPTURE=Show the Capture Bar on the screen.
TIP_TOOLS_FULLSCREEN=Capture image of desktop.
TIP_TOOLS_ACTIVEWINDOW=Capture image of the active window.
TIP_TOOLS_CONTROL=Capture image of window control.
TIP_TOOLS_SCROLLINGWINDOW=Capture image of scrolling window control.
TIP_TOOLS_WEBPAGE=Capture image of web pages.
TIP_TOOLS_REGION=Capture a rectangular region.
TIP_TOOLS_FREEHAND=Capture a region by freehand.
TIP_TOOLS_FIXEDREGION=Capture a fixed rectangular region.
TIP_TOOLS_REPEAT=Capture the same region as before.
TIP_TOOLS_CAPTUREMENU=Capture an image on the screen.
TIP_TOOLS_COLORPICKER=Pick a color code on the screen.
TIP_TOOLS_COLORPALETTE=Find and tune the color.
TIP_TOOLS_MAGNIFIER=Give a closer look at pixels on the screen.
TIP_TOOLS_PIXELRULER=Measure the size of desktop objects and images.
TIP_TOOLS_CROSSHAIR=Figure out the relative coordinate.
TIP_TOOLS_PROTRACTOR=Measure any angle on the screen.
TIP_TOOLS_WHITEBOARD=Draw and share anything on the screen.
TIP_TOOLS_OPTION=Show several options about the program.
TIP_TOOLS_SCREENRECORDER=Record a video of the desktop screen.
TIP_TOOLSOPTION=Change capture options.
TIP_TOOLSOPTION_OUTPUTTYPE=Change captured image output.
TIP_TOOLSOPTION_OPT_DEFAULTFORMAT=Change the default image file format.
TIP_TOOLSOPTION_DUALMONITORS=Support multiple monitors when capturing image
TIP_TOOLSOPTION_HOTKEY=Change hotkeys for functions.
TIP_TOOLSOPTION_SOUND=Enable sound effects when capturing image
TIP_TOOLSOPTION_SCROLLCAPTURE=Capture image of scrolling control
TIP_TOOLSOPTION_MOUSECURSOR=Include the mouse cursor in the image.
TIP_TOOLSOPTION_STARTUPPROGRAM=Run PicPick when Windows starts
TIP_TOOLSOPTION_OPENEDITOR=Open PicPick editor when program starts
TIP_TOOLS_COLORTYPE=Change copy color as [HTML, RGB, C++, Delphi]
TIP_EFFECT_INVERT=Invert image colors.
TIP_EFFECT_GRAYSCALE=Convert image to 256 color grayscale.
TIP_EFFECT_MOSAIC=Apply a pixelation effect.
TIP_EFFECT_BLUR=Apply a blurring effect.
TIP_EFFECT_SHARPEN=Apply a sharpening effect.
TIP_EFFECT_BRIGHTNESS=Adjust brightness and contrast of a specific range of colors in an image.
TIP_EFFECT_HSL=Adjust hue and saturation of a specific range of colors in an image.
TIP_EFFECT_COLORBALANCE=Adjust balance of a specific range of colors in an image.
TIP_EFFECT_FLIPH=Flips the selected area or your entire picture horizontally.
TIP_EFFECT_FLIPV=Flips the selected area or your entire picture vertically.
TIP_EFFECT_ROTATE90=Rotate 90° clockwise.
TIP_EFFECT_ROTATE180=Rotate 180° clockwise.
TIP_EFFECT_ROTATE270=Rotate 270° clockwise.
TIP_EFFECT_FRAME=Apply a frame effect.
TIP_EFFECT_WATERMARK=Add a watermark logo.
TIP_WINDOW_CASCADE=Arranges the windows as overlapping tiles.
TIP_WINDOW_TILEH=Arranges the windows as horizontal, no overlapping tiles.
TIP_WINDOW_TILEV=Arranges the windows as vertical, no overlapping tiles.
TIP_WINDOW_MINIMIZEALL=Minimizes all open windows.
TIP_HELP_WEBSITE=Visit the official website.
TIP_HELP_ABOUT=Displays the program information and copyright.
TIP_HELP_UPDATE=Check for software updates.
TIP_TOOL_MOVE=Move an entire image or the selected object.
TIP_TOOL_SELECT=Select a part of the image.
TIP_TOOL_FILL=Click an area on the canvas to fill it with colors.
TIP_TOOL_PICKCOLOR=Pick a color from from the screen and use it for drawing.
TIP_TOOL_DRAW=Draw with different kinds of brushes.
TIP_TOOL_STAMPS=Draw stamps on the image.
TIP_TOOL_SHAPE=Draw shapes on the image.
TIP_SIZE=Select the width for the selected tool.
TIP_TOOL_TEXT=Add text to the image.
TIP_OUTPUTTYPE_MSWORD=Insert a copy of this image to Microsoft Word.
TIP_OUTPUTTYPE_MSEXCEL=Insert a copy of this image to Microsoft Excel.
TIP_OUTPUTTYPE_MSPOWERPOINT=Insert a copy of this image to Microsoft PowerPoint.
TIP_OUTPUTTYPE_SKYPE=Send a copy of this image to Skype.
TIP_OUTPUTTYPE_PROGRAM=Send a copy of this image to an external program.
TIP_OUTPUTTYPE_MSOUTLOOK=Attach a copy of this image to Microsoft Outlook.
TIP_OUTPUTTYPE_FACEBOOK=Upload and share this image to Facebook.
TIP_OUTPUTTYPE_TWITTER=Upload and share this image to Twitter.
TIP_OUTPUTTYPE_FTP=Send this image directly to a location on the FTP.
TIP_OUTPUTTYPE_WEBUPLOAD=Upload this image to online and create an image URL.
TIP_OUTPUTTYPE_CLOUD=Upload this image on Dropbox, Google Drive or etc.
TIP_OUTPUTTYPE_DROPBOX=Upload and share this image to Dropbox.
TIP_OUTPUTTYPE_GOOGLE=Upload and share this image to Google Drive.
TIP_OUTPUTTYPE_ONEDRIVE=Upload and share this image to OneDrive.
TIP_OUTPUTTYPE_MSPAINT=Send a copy of this image to Microsoft Paint.
TIP_IMAGE_ROTATEFLIP=Rotate or flip the image or selection
TIP_TOOLS_EFFECT=Select the effects
TIP_TOOLS_WIDTHS=Select the width
TIP_TOOLS_OPACITY=Select the opacity
TIP_VIEW_ZOOMIN=Zoom in on the current image
TIP_VIEW_ZOOMOUT=Zoom out on the current image
TIP_VIEW_ZOOMSELECT=Zoom in or zoom out
TIP_VIEW_ACTUALSIZE=Zoom to 100%
TIP_VIEW_THUMBNAIL=Show thumbnail page to select an image quickly
TIP_SHOW_RULER=Show or hide rulers to measure your images
TIP_SHOW_STATUSBAR=Show or hide status bar at the bottom of the window
TIP_SHOW_TAB=Show or hide tab bar
TIP_SHOW_PANE=Show or hide details pane
TIP_COLOR_COLOR1=Foreground color
TIP_COLOR_COLOR2=Background color
TIP_COLOR_SWAP=Switch foreground and background colors
TIP_COLOR_DEFAULT=Default foreground and background colors
TIP_COLOR_MORE=Show more palettes
TIP_SHAPE_FLATTEN=Flatten the shapes
TIP_SHAPE_DELETE=Delete the shape
TIP_SHAPE_DUPLICATE=Duplicate the shape
TIP_SHAPE_FILL=Fill the selected shape
TIP_SHAPE_OUTLINE=Shape outline
TIP_SHAPE_EFFECTS=Format shapes
TIP_SHAPE_ADDTEXT=Insert text to the shape
TIP_SHAPE_FLATTEN_ALL=Flatten the all shapes
TIP_SHAPE_BRINGTOFRONT=Bring the selected object forward so that it is hidden by fewer objects that are in front of it
TIP_SHAPE_SENDTOBACK=Send the selected object backward so that it is hidden by the objects that are in front of it
TIP_TEXT_BOLD=Bold
TIP_TEXT_ITALIC=Italic
TIP_TEXT_UNDERLINE=Underline
TIP_TEXT_ALIGN_LEFT=Align left
TIP_TEXT_ALIGN_CENTER=Center
TIP_TEXT_ALIGN_RIGHT=Align right
TIP_TEXT_ALIGN_TOP=Vertical-align top
TIP_TEXT_ALIGN_MIDDLE=Vertical-align middle
TIP_TEXT_ALIGN_BOTTOM=Vertical-align bottom
TIP_TEXT_WORDWRAP=Wordwrap
TIP_TEXT_COLOR=Text Color
TIP_TEXT_SIZE=Text Size
TIP_TEXT_FONTFAMILY=Text Font Family
TIP_OPEN_PICPICK=Open PicPick editor.
TIP_AUTO_SAVE=Automatically save images.
TIP_ALWAYSCOPYCLIPBOARD=Always copy captured image to Clipboard.
TIP_NEW_LAYER=Create a new layer.
TIP_CHANGE_SHAPE=Change the shape of the drawing, preserving all the formatting.
TIP_FORMAT_SHAPE=Change the format of the shape.
TIP_LAYER_BRINGTOFRONT=Bring the selected object in front of all other objects.
TIP_LAYER_SENDTOBACK=Send the selected object behind all other objects.
TIP_LAYER_BRINGFORWARD=Bring the selected object forward one level so that it is hidden behind fewer objects.
TIP_LAYER_SENDBACKWARD=Send the selected object back one level so that it is hidden behind more objects.
TIP_CAPTURE_DELAY=Set time delay before capturing.
TIP_HELP_REPORT=Send a report to help us improve.
TIP_FILE_RENAME=Rename current image file.
TIP_FILE_OPEN_LOCATION=Reveal the file in File Explorer.
TIP_FILE_COPY_PATH=Copy the file path to Clipboard.
TIP_FILE_EXIT=Close the application.
TIP_EDIT_COPY_ALL=Copy the entire image and put it on the clipboard.
TIP_EDIT_SELECT_RECT=Select a rectangular area by drawing on the canvas.
TIP_EDIT_SELECT_ELLIPSE=Select an elliptical area by drawing on the canvas.
TIP_EDIT_SELECT_INVERT=Reverse the current selection.
TIP_DRAW_REPLACECOLOR=Click an area to replace with the color on the canvas.
TIP_EDIT_CROP_NEW=Create a new image of the selected region.
TIP_SHAPE_EFFECTS=Apply a visual effect to the selected shape.
TIP_SHAPE_STYLE=Apply a style to the selected shape.
TIP_STAMP_STYLE=Apply a style to the selected stamp.

[Dialogs]

DLG_PICPICK_EDITOR_TITLE=PicPick
DLG_CONTROLCAPTURE_TITLE=PicPick - Window Control
DLG_SCROLLINGWINDOWCAPTURE_TITLE=PicPick - Scrolling Window
DLG_REGIONCAPTURE_TITLE=PicPick - Capture Region
DLG_FIXEDREGIONCAPTURE_TITLE=Capture Fixed Region
DLG_FREEHANDCAPTURE_TITLE=PicPick - FreeHand Capture
DLG_WHITEBOARDTOOL_TITLE=PicPick - Whiteboard
DLG_MAGNIFIER_TITLE=PicPick - Magnifier
DLG_COLORPICKER_TITLE=PicPick - Color Picker
DLG_CROSSHAIR_TITLE=PicPick - CrossHair
DLG_COLORPALETTE_TITLE=Color Palette
DLG_AUTOSAVE_TITLE=Auto Save
DLG_NEWIMAGE_TITLE=New Image
DLG_PRINT_TITLE=Print
DLG_CANVASSET_TITLE=Canvas Resize
DLG_IMAGERESIZE_TITLE=Image Resize
DLG_ABOUT_TITLE=About
DLG_PIXELATE_TITLE=Pixelate
DLG_HUESATURATION_TITLE=Hue / Saturation
DLG_BRIGHTNESSCONTRAST_TITLE=Brightness / Contrast
DLG_FRAME_TITLE=Frame
DLG_WATERMARK_TITLE=Watermark
DLG_FONTVIEW_TITLE=Input Text
DLG_CAPTURE_TITLE=Capture
DLG_CHANGEHOTKEY_TITLE=Hotkeys
DLG_WEBPAGECAPTURE_TITLE=PicPick - Capture Webpages
DLG_SHORTCUT_TITLE=Change Hotkeys
DLG_SETUP_TITLE=Program Options
DLG_FILENAMESETUP_TITLE=File Name
DLG_IMAGES_TITLE=Images
DLG_GENERALSETUP_TITLE=General
DLG_SCREEN_RECORDER_TITLE=Recording
DLG_FTPSETUP_TITLE=FTP
DLG_EDITORSETUP_TITLE=Editor
DLG_ARROWSET_TITLE=Custom Arrow
DLG_FACEBOOK_TITLE=Facebook Connect
DLG_TWITTER_TITLE=Twitter Connect
DLG_WEBUPLOAD_TITLE=Upload to Web
DLG_QAT_TITLE=Quick Access Toolbar
BTN_ADD=&Add
BTN_REMOVE=&Remove
BTN_OK=&OK
BTN_CANCEL=&Cancel
BTN_APPLY=&Apply

[About]

GRP_PRESET=Preferences
CHK_ADDSTARTUP=Run Program at Startup
CHK_ADDDESTKOP=Create a desktop icon
CHK_CHECKUPDATE=Check for program updates
LBL_LANGUAGE=Language
BTN_HOTKEY=HotKeys...
BTN_CREDIT=Credit
LBL_PROGRAMPARAMETER=&Parameters...
CHK_SETTINGTOAPPDATA=Save settings to Application Data
LBL_MORELANGUAGE=More languages...
LBL_INFO_PRODUCT=Product Information
LBL_INFO_LICENSE=License Information
LBL_INFO_VERSION=Version

[Captures]

GRP_CONTROLCAPTURE_PROPERTY=Properties
LBL_CONTROLCAPTURE_CLASS=Name
LBL_CONTROLCAPTURE_SIZE=Size
LBL_CONTROLCAPTURE_INFO=Control
LBL_CONTROLCAPTURE_SCROLL=Auto Scroll
LBL_CONTROLCAPTURE_OUTPUTTYPE=Output Type
LBL_CONTROLCAPTURE_HANDLE=Handle
LBL_CONTROLCAPTURE_RECT=Rect
LBL_CONTROLCAPTURE_BOTTOMTIP=Select a window control (button, tab, box, toolbar, etc...), and Press the PRINT SCREEN key.
GRP_FIXEDREGIONCAPTURE_PROPERTY=Region Size
LBL_FIXEDREGIONCAPTURE_WIDTH=Width
LBL_FIXEDREGIONCAPTURE_HEIGHT=Height
TIP_REGIONCAPTURE_NOTDRAG=Select any rectangular region of the desktop.
TIP_PIXEL=Pixels
TIP_FREEHANDCAPTURE_NOTDRAG=Draw any shape to capture on the screen.
LBL_COLORPICKER_COLORAS=Color As :
LBL_COLORPICKER_VALUE=Value :
LSV_WEBPAGECAPTURE_LIST=Choose the web-site to capture
BTN_WEBPAGECAPTURE_RELOAD=&Reload
BTN_WEBPAGECAPTURE_CAPTURE=&Capture
LBL_MINIHELP=Click on the left mouse button to select area.
LBL_MINIHELP_CLICKDRAG=Click or drag on the screen to select area.
LBL_MINIHELP_SCROLLCAPTURE=Press Escape key to cancel
LBL_MINIHELP_SCROLLCAPTURE_WAIT=Please wait while calculating the scroll area...
LBL_TIME_DELAY=Time &Delay
LBL_SECONDS=%d Seconds
LBL_NODELAY=&No Delay
LBL_ADD_CURSOR=Add &Mouse Cursor
LBL_MORE_OPTIONS=More &Options...
LBL_CLIPBOARD=Copy to C&lipboard
#8.0.0
LBL_ADD_EFFECTS=Add Image &Effects
#8.0.0

[Shortcut]

TAB_HOTKEY=Hotkeys
GRB_CAPTURE=Screen Capture
GRB_TOOLS=Tools
LBL_KEYNONE=None
LBL_CAPTURE_FULLSCREEN=Capture Full-screen
LBL_CAPTURE_ACTIVEWINDOW=Capture Active Window
LBL_CAPTURE_CONTROL=Capture Window Control
LBL_CAPTURE_SCROLLINGWINDOW=Capture Scrolling Window
LBL_CAPTURE_REGION=Capture Region
LBL_CAPTURE_FIXEDREGION=Capture Fixed Region
LBL_CAPTURE_FREEHAND=FreeHand Capture
LBL_CAPTURE_WEBPAGE=Capture WebPage
LBL_CAPTURE_REPEAT=Repeat Last Capture
LBL_TOOLS_EDITOR=Image Editor
LBL_TOOLS_COLORPICKER=Color Picker
LBL_TOOLS_COLORPALETTE=Color Palette
LBL_TOOLS_PIXELRULER=Pixel Ruler
LBL_TOOLS_PROTRACTOR=Protractor
LBL_TOOLS_CROSSHAIR=CrossHair
LBL_TOOLS_WHITEBOARD=WhiteBoard
LBL_TOOLS_MAGNIFIER=Magnifier
CBO_HOTKEY_CUSTOM=Custom...
CBO_HOTKEY_DEFAULT=PicPick Default
CBO_HOTKEY_HYPERSNAP=HyperSnap
CBO_HOTKEY_NONE=Disabled
LBL_TOOLS_SCREENRECORDER=Screen Recorder

[FontView]

GRP_COLOR=Colors
LBL_FONTCOLOR=Font Color
CHK_FILLCOLOR=Fill Color
CHK_AA=Smooth edges of display fonts

[AutoSave]

GRP_SELECTFOLDER=Automatically Save Images
LBL_SELECTFOLDER=Select a folder to auto-save your screenshots.
BTN_SELECTFOLDER=&Browse...
GRP_SELECTFILENAME=File Name
RDO_SELECTFILENAME_TEXT=Text + Number
RDO_SELECTFILENAME_NUM=Only Number
RDO_SELECTFILENAME_DATETIME=Date/Time
EDT_SELECTFILENAME_DEFAULT=Image
GRP_SELECTFORMAT=File Format
RDO_SELECTFORMAT_BMP=Bitmaps (*.bmp)
RDO_SELECTFORMAT_JPG=JPEG Image Files(*.jpg)
RDO_SELECTFORMAT_PNG=Portable Network Graphics (*.png)
RDO_SELECTFORMAT_GIF=CompuServe GIF Image (*.gif)
RDO_SELECTFORMAT_PDF=PDF files (*.pdf)
LBL_SAVEFILENAME=Input a default file name for auto-save or FTP uploading.
LBL_EXAMPLETITLE=Example)
LBL_EXAMPLE1=%y : Year, %m : Month, %d : Day
LBL_EXAMPLE2=%h : Hour, %n : Minute, %s : Second
LBL_EXAMPLE3=%c : Number
LBL_EXAMPLE4=%u : User Name, %w : Computer Name
LBL_EXAMPLE5=%t : Unix Timestamp
GRB_OTHERPROGRAM=External Program Setup
LBL_OTHERPROGRAM=Select an external program to send your screenshots.
LBL_OTHERPROGRAMPATH=Program Path :
LBL_OTHERPROGRAMPARAMETER=Parameter : 
LBL_OTHERPROGRAMSELECT=Send to external program...
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint
LBL_SELECTFORMAT=Select a file format.

[GeneralSet]

GRB_STARTINGOPTION=Starting Options
LBL_PROGRAM_MODE=Choose default program mode
CBO_PROGRAM_MODE_EDITOR=Image Editor
CBO_PROGRAM_MODE_WIDGET=Floating Widget
CBO_PROGRAM_MODE_TRAY=Only show notifications
CHK_STARTUP=Run PicPick when Windows starts
CHK_UPDATE=Check for program updates 
GRB_APPEARANCE=Appearance
LBL_THEME=Colors
CBO_THEME_DEFAULT=System Default
CBO_THEME_LIGHT=Light
CBO_THEME_DARK=Dark
LBL_LANGUAGE=Language

[CaptureSet]

GRB_CAPTUREOPTION=Capture Options
CHK_DUALMONITORS=Capture multiple monitors
CHK_SOUND=Play sound effect when capturing
CHK_MOUSECURSOR=Include cursor image
CHK_HIDEEDITOR=Hide PicPick Editor before capturing
CHK_ALWAYSCOPYCLIPBOARD=Always copy captured image to Clipboard
CHK_STARTWITHCAPTUREBAR=Show Capture Bar when Program Starts
GRB_AUTOSCROLL=Auto Scroll
CHK_SCROLLCAPTURE=Activate Auto Scroll
LBL_SCROLLDELAY=Scrolling delay: 
LBL_SCROLLDELAYMS=ms
GRB_MAGNIFIER=Magnifier Window
CHK_MAGNIFIER=Show &Magnifier Window
LBL_ZOOMSCALE=Zoom scale :
GRB_CAPTUREDELAY=Delay before capture
CHK_ADVANCECONTROLCAPTURE=Use Advanced Window Control Capture
LBL_CAPTUREOUTPUT=Change the output type when using hotkeys or selecting menus from the notification area.
CHK_TOOLBAR=Show toolbar when capturing
CHK_DISPLAY_SEC=Display delay countdown
CHK_MARK_OUTER=Darken outside of the selection
GRB_MAGNIFIER_GRID=Display grid lines

[FTP]

GRB_FTPSERVER=FTP Server Setup
LBL_FTPADDRESS=FTP Server :
LBL_REMOTEPATH=Remote Path :
LBL_PORT=Port :
CHK_PASSIVEFTP=Use Passive FTP
LBL_USERNAME=User Name :
LBL_PASSWORD=Password :
BTN_CONNECTTEST=TEST
LBL_SENDWEBBROWSER=Open URL in Web
LBL_SENDCLIPBOARD=Copy URL to Clipboard
LBL_WEBADDRESS=URL

[EditorSet]

GRB_EDITOROPTION=Editor Option
CHK_OPENEDITORWHENSTART=Open Editor when program starts
CHK_CENTERIMAGE=Align an image in the center of window
CHK_CLOSEWITHOUTASKING=Close an unsaved image without asking
CHK_CROPNEW=Crop as new image
CHK_SHOWCLASSICUI=Show Classic Menu Toolbar Interface
CHK_EXITWHENCLOSING=Exit PicPick when closing image editor
CHK_AUTOFLATTEN=Automatically flatten shapes with the background image
LBL_BG=Background Color
RDO_BGDEFAULT=System Default
RDO_BGGRID=Grid
RDO_BGSOLID=Solid Color
GRB_FILETYPE=File Type Associations
LBL_FILETYPE=Please select the file types you want to open using PicPick.
LBL_FILETYPEVISTA=Make PicPick as a default image editor
#8.0.0
CHK_SHAPE_GALLERY=Show shape gallery in the Ribbon
#8.0.0

[ArrowSet]

CHK_START=Start
CHK_END=End
CHK_OUTLINE=Add Outline
CBO_AT_ARROW1=Arrow 1
CBO_AT_ARROW2=Arrow 2
CBO_AT_CIRCLE=Circle
CBO_AT_DIAMOND=Diamond

[CanvasSet]

GRP_SIZE=Canvas size
LBL_WIDTH=New width
LBL_HEIGHT=New height
LBL_BACKCOLOR=Backcolor
LBL_PRESETS=Presets
CBO_CLIPBOARD=Clipboard
CBO_LASTUSED=Last used
CBO_CURRENT=Current image size
CBO_WHITE=White
CBO_BLACK=Black
CBO_TRANSPARENT=Transparent
CBO_CUSTOM=Custom

[ResizeSet]

RDO_ZOOM=Scale by percentage
RDO_SIZE=Scale to specific size
CHK_KEEP=Keep aspect ratio
LBL_WIDTH=Width
LBL_HEIGHT=Height

[ColorSet]

BTN_PREVIEW=&Preview
LBL_PIXELATE=Pixelate
LBL_HUE=Hue
LBL_SATURATION=Saturation
LBL_BIRGHTNESS=Brightness
LBL_CONTRAST=Contrast
LBL_LIGHTNESS=Lightness

[FrameSet]

GRP_PREVIEW=Preview
GRP_EFFECT=Effect
CHK_BORDER=Border
CHK_FRAME=Frame
LBL_ETC=Find more frame effect...
CHK_AUTO=Automatically apply an effect after capturing image
CHK_SHADOW=Shadow
CBO_SHADOW_POS_CENTER=Center
CBO_SHADOW_POS_TL=Top Left
CBO_SHADOW_POS_TR=Top Right
CBO_SHADOW_POS_BL=Bottom Left
CBO_SHADOW_POS_BR=Bottom Right

[Palette]

LBL_RED=&Red
LBL_GREEN=&Green
LBL_BLUE=&Blue
LBL_TYPE=Color As :
BTN_COPY=&Copy
CLR_DEFAULTTEXT=Color Palette
CLR_CUSTOMTEXT=More Colors...

[PixelRuler]

MNU_RULER_MOVE=&Move
MNU_RULER_MOVE_UP=&Up
MNU_RULER_MOVE_DOWN=&Down
MNU_RULER_MOVE_LEFT=&Left
MNU_RULER_MOVE_RIGHT=&Right
MNU_RULER_TYPE=&Type
MNU_RULER_TYPE_HOTRIZONTAL=&Horizontal
MNU_RULER_TYPE_VERTICAL=&Vertical
MNU_RULER_TRANSPARENT=T&ransparency
MNU_RULER_TRANSPARENT_USE=&Enable
MNU_RULER_TRANSPARENT_NOTUSE=&Disable
MNU_RULER_TRANSPARENT_INC=&Increase(+)
MNU_RULER_TRANSPARENT_DEC=&Decrease(-)
MNU_MAGNIFIER=Show &Magnifier...
MNU_RULER_EXIT=E&xit
MNU_RULER_UNIT=&Units
MNU_RULER_UNIT_PIXEL=&Pixels
MNU_RULER_UNIT_INCH=&Inches
MNU_RULER_UNIT_CM=&Centimeters
MNU_RULER_UNIT_DPI=&DPI
MNU_RULER_COLOR=&Color
MNU_RULER_COLOR_BLUE=&Blue
MNU_RULER_COLOR_YELLOW=&Yellow
MNU_RULER_COLOR_WHITE=&White
MNU_RULER_COLOR_BLACK=B&lack
MNU_RULER_COLOR_DARKGRAY=Dark &Gray
MNU_RULER_COLOR_DEFAULT=System &Default
MNU_RULER_UNIT_DPI_CUSTOM=&Custom...
DLG_CUSTOMDPI_TITLE=Custom DPI Setting
LBL_CUSTOMDPI_TEXT=Please input Pixels Per Inches (DPI) :

[WhiteBoard]

MNU_WHITEBOARD_PENWIDTH=Pen &Width
MNU_WHITEBOARD_PENCOLOR=Pen &Color
MNU_WHITEBOARD_PENCOLOR_BLACK=Black
MNU_WHITEBOARD_PENCOLOR_WHITE=White
MNU_WHITEBOARD_PENCOLOR_RED=Red
MNU_WHITEBOARD_PENCOLOR_GREEN=Green
MNU_WHITEBOARD_PENCOLOR_BLUE=Blue
MNU_WHITEBOARD_PENCOLOR_CYAN=Cyan
MNU_WHITEBOARD_PENCOLOR_MAGENTA=Magenta
MNU_WHITEBOARD_PENCOLOR_YELLOW=Yellow
MNU_WHITEBOARD_PENCOLOR_GRAY=Gray
MNU_WHITEBOARD_PENCOLOR_CUSTOM=&Etc...
MNU_WHITEBOARD_CLEAR=&Clear
MNU_WHITEBOARD_SAVE=&Capture the screen
MNU_WHITEBOARD_EXIT=E&xit
TIP_TOOL_MOVE=Move
TIP_TOOL_ZOOM=Zoom
TIP_TOOL_PEN=Pencil
TIP_TOOL_LINE=Line
TIP_TOOL_ARROW=Arrow
TIP_TOOL_SHAPE=Shape
TIP_TOOL_RECT=Rectangle
TIP_TOOL_ELLIPSE=Ellipse
TIP_TOOL_RRECT=Rounded Rectangle
TIP_TOOL_TRANSPARENT=Transparency
TIP_TOOL_CLEAR=Clear
TIP_TOOL_SAVE=Capture the screen
TIP_TOOL_WIDTH=Width
TIP_TOOL_COLOR=Color

[Print]

BTN_PRINTERSETUP=Printer Setup...
BTN_PRINT=&Print
GRB_PREVIEW=Preview
TAB_PAPERSETUP=PageSetup
TAB_ADDTEXT=Add Text
GRB_MARGINSETUP=&Margin
LBL_MARGINTOP=Top
LBL_MARGINLEFT=Left
LBL_MARGINRIGHT=Right
LBL_MARGINBOTTOM=Bottom
GRB_IMAGESETUP=&Image Setup
CHK_CENTER=Center image
CHK_SHRINK=Fit on page (shrink)
CHK_PROPORTINAL=Keep aspect ratio
CHK_GRAYSCALE=Grayscale
GRB_PAPERCOUNT=&Number of copies
LBL_PAPERUNIT=Page(s)
GRB_ORIENTATION=&Orientation
RDO_PORTRAIT=Portrait
RDO_LANDSCAPE=Landscape
GRB_HEADER=&Header
CHK_HEADERADD=Add
CBO_HEADERDEFAULT=Please input header text here
LBL_HEADERMARGIN=Margin :
BTN_HEADERFONT=Font...
RDO_HEADERLEFT=Left
RDO_HEADERCENTER=Center
RDO_HEADERRIGHT=Right
GRB_FOOTER=&Footer
CHK_FOOTERADD=Add
CBO_FOOTERDEFAULT=Please input footer text here
LBL_FOOTERMARGIN=Margin :
BTN_FOOTERFONT=Font...
RDO_FOOTERLEFT=Left
RDO_FOOTERCENTER=Center
RDO_FOOTERRIGHT=Right
LBL_SETTINGS=Settings
LBL_PRINTER=Printer
BTN_PRINT_COLOR=Print Color
CHK_COLOR=Color
CHK_MARGIN_NARROW=Narrow
CHK_MARGIN_NORMAL=Normal
CHK_MARGIN_MODERATE=Moderate
CHK_MARGIN_WIDE=Wide
CHK_MARGIN_CUSTOM=Custom Margins...

[Facebook]

BTN_CLOSE=&Close
LBL_PREVIEW=Image Preview
LBL_CAPTION=Photo Caption
RDO_SELECTALBUMS=Select Albums
RDO_CREATEALBUM=Create a New Photo Album
LBL_CREATEALBUM_NAME=Name : 
LBL_CREATEALBUM_LOCATION=Location : 
LBL_CREATEALBUM_DESCRIPTION=Description : 
LBL_CREATEALBUM_PRIVACY=Privacy : 
CBO_CREATEALBUM_1=Everyone
CBO_CREATEALBUM_2=My Networks and Friends
CBO_CREATEALBUM_3=Friends of Friends
CBO_CREATEALBUM_4=Only Friends
BTN_UPLOAD=Upload
LBL_IMGURL=Image URL
LBL_LINKURL=Album Link URL
LBL_UPLOADING=Uploading Now...
LBL_UPLOADCOMPLETE=Upload Complete
LBL_UPLOADWAIT=Waiting for response...
LBL_UPLOADFAILURE=Upload Failure. Try it again.
LBL_UPLOADRESULT=You have successfully uploaded one photo. 
LBL_ACCOUNT=Account :
LBL_PASSWORD=Password :
LBL_REMEMBERPASSWORD=Remember Password
LBL_MESSAGE=Message :
LBL_WEBUPLOAD_TITLE=Upload your image directly to the Web
LBL_WEBUPLOAD_TITLESUB=via ImageShack - Free image hosting service
LBL_WEBUPLOAD_SIGNUP=Sign up to manage images you uploaded!
LBL_WEBUPLOAD_NOACCOUNT=Guest (No registration required)
LBL_WEBUPLOAD_ACCOUNTEXIST=I have an ImageShack account
BTN_REQUESTTWITTERPIN=Request Twitter PIN
BTN_REMEMBERME=Remember me on this computer
LBL_TWITTERPIN=PIN
BTN_CONNECT=&Connect
BTN_DISCONNECT=&Disconnect

[ThumbnailView]

BTN_QUICKTABS=Quick Tabs
MNU_RENAME=&Rename...
MNU_OPENFILELOCATION=&Open File Location...
LBL_RENAME=Please enter a file name.

[ObjectProperty]

SHP_TEXTBOX=Text
SHP_HIGHLIGHTRECT=Highlight Rectangle
SHP_MAGNIFYEFFECT=Magnify Effect
SHP_NUMBERSTAMP=Number stamp
SHP_LINES=Lines
SHP_CUSTOMSHAPES=Custom Shapes
SHP_TRIANGLE=Triangle
SHP_SHAPES=Shapes
SHP_LINE=Line
SHP_CURVE=Curve
SHP_ARROW=Arrow
SHP_CURVEARROW=Curve Arrow
SHP_ELLIPSE=Ellipse
SHP_RECT=Rectangle
SHP_ROUNDRECT=Rounded Rectangle
SHP_BALLOON=Balloon
SHP_DIAMOND=Diamond
SHP_PENTAGON=Pentagon
SHP_Hexagon=Hexagon
SHP_5STAR=5-point Star
SHP_6STAR=6-point Star
TAB_EDIT=Edit
TBN_DELETE_OBJECT=&Delete
TBN_DUPLICATE=D&uplicate
MNU_FLATTEN=&Flatten
MNU_FLATTENALL=&Flatten All
LST_CHANGESHAPE=Change Shape
TAB_SHAPESTYLES=Shape Styles
TBN_SHAPETEXT=Insert &Text...
TBN_SHAPEFILL=Fill
MNU_SHAPEFILL_NOFILL=No fill
MNU_SHAPEFILL_SOLIDFILL=Solid fill
MNU_SHAPEFILL_GRAFILL=Vertical Gradient fill
MNU_SHAPEFILL_RADIALFILL=Radial Gradient fill
TBN_SHAPEOUTLINE=Outline
MNU_SHAPEOUTLINE_NOLINE=No line
MNU_SHAPEOUTLINE_SOLIDLINE=Solid line
MNU_SHAPEOUTLINE_DOTLINE=Dot line
MNU_SHAPEOUTLINE_DASHLINE=Dash line
MNU_SHAPEOUTLINE_DASHDOTLINE=Dash dot line
MNU_SHAPEOUTLINE_DASHDOTDOTLINE=Dash dot dot line
TBR_SHAPEINSERT=Insert Shapes
TBN_SHAPEFORMAT=Format Shape
TBN_SHAPEEFFECTS=Shape Effects
MNU_SHAPEEFFECTS_NOEFFECTS=No effects
MNU_SHAPEEFFECTS_SHADOW=Effects
MNU_SHAPEEFFECTS_SHADOWUSE=Shadow
MNU_SHAPEEFFECTS_SHADOWOPTION=Options...
MNU_SHAPEEFFECTS_BALLOONPOS=Balloon Direction
MNU_SHAPEEFFECTS_BALLOONPOSTL=Top Left
MNU_SHAPEEFFECTS_BALLOONPOSTR=Top Right
MNU_SHAPEEFFECTS_BALLOONPOSBL=Bottom Left
MNU_SHAPEEFFECTS_BALLOONPOSBR=Bottom Right
MNU_SHAPEEFFECTS_ARROWSTART=Begin type
MNU_SHAPEEFFECTS_ARROWEND=End type
MNU_SHAPEEFFECTS_ARROWNONE=No Arrow
MNU_SHAPEEFFECTS_ARROW1=Arrow 1
MNU_SHAPEEFFECTS_ARROW2=Arrow 2
MNU_SHAPEEFFECTS_ARROWCIRCLE=Circle
MNU_SHAPEEFFECTS_ARROWDIAMOND=Diamond
MNU_SHAPE_ARRANGE=Arrange
BTN_SHAPE_FRONT=Bring to F&ront
BTN_SHAPE_BACK=Send to Bac&k
BTN_SHAPE_ARROWSTYLE=Arrow Style
TAB_SHAPECOLOR=Shape Colors
TAB_NUMBERSTAMP_NUMBER=Stamp Format
MNU_NUMBERSTAMP_CURRENT=Current
MNU_NUMBERSTAMP_NEXT=Next
TAB_NUMBERSTAMP_STYLE=Stamp Styles
MNU_NUMBERSTAMP_SIZE=Size
MNU_NUMBERSTAMP_SIZE_SMALL=&Small
MNU_NUMBERSTAMP_SIZE_Medium=&Medium
MNU_NUMBERSTAMP_SIZE_LARGE=&Large
MNU_NUMBERSTAMP_SHAPE=Shapes
MNU_NUMBERSTAMP_SHAPE_CIRCLE=&Circle
MNU_NUMBERSTAMP_SHAPE_RECTANGLE=&Rectangle
TBN_SELECT_CROPCURRENT=Cro&p
TBN_SELECT_CROPNEW=Crop as &new image
TAB_SELECT_SIZE=Size
MNU_SELECT_SIZE_LEFT=Left
MNU_SELECT_SIZE_TOP=Top
MNU_SELECT_SIZE_WIDTH=Width
MNU_SELECT_SIZE_HEIGHT=Height
MNU_SELECT_INVERTSELECTION=Invert selection
TAB_MAGNIFIER_STYLE=Magnifier Styles
MNU_SHARE_OPTIONS=&Options...
TBN_NEW_LAYER=&New Layer
TBN_CHANGE_SHAPE=&Change Shape
BTN_LAYER_BRINGFORWARD=Bring &Forward
BTN_LAYER_SENDBACKWARD=Send &Backward
BTN_LAYER_BRINGTOFRONT=Bring to F&ront
BTN_LAYER_SENDTOBACK=Send to Bac&k
SHP_NORMAL_SHAPES=Normal Shapes
SHP_CIRCLE=Circle
SHP_RIGHT_TRIANGLE=Right Triangle
SHP_HEPTAGON=Heptagon
SHP_OCTAGON=Octagon
SHP_SPEECHBUBBLE=Speech Bubble
SHP_SPEECHBUBBLE_ROUNDED=Rounded Speech Bubble
SHP_THOUGHTBUBBLE=Thought Bubble
SHP_CROSS=Cross
SHP_HEART=Heart
SHP_LIGHTNING=Lightning
SHP_CLOUD=Cloud
SHP_BANNER=Banner
SHP_8STAR=8-point Star
SHP_EXPLOSION=Explosion
SHP_ARROW_RIGHT=Right Arrow
SHP_ARROW_LEFT=Left Arrow
SHP_ARROW_UP=Up Arrow
SHP_ARROW_DOWN=Down Arrow
SHP_ARROW_FAT_RIGHT=Right Fat Arrow
SHP_ARROW_FAT_LEFT=Left Fat Arrow
SHP_ARROW_FAT_UP=Up Fat Arrow
SHP_ARROW_FAT_DOWN=Down Fat Arrow
SHP_ARROW_LEFTRIGHT=Left Right Arrow
SHP_ARROW_UPDOWN=Up Down Arrow
SHP_TAG_RIGHT=Right Tag
SHP_TAG_LEFT=Left Tag
SHP_TAG_UP=Up Tag
SHP_TAG_DOWN=Down Tag

[Licenses]

rdoRegistered=I am a registered user and I have registration code for commercial use.
rdoPersonal=I want to use this program for personal use only.
btnBuy=&Buy Now
btnRegister=&Register...
btnAgree=&Agree
btnClose=&Close
lblEnterLicense=Enter your registration information
lblOwnerName=Owner Name
lblRegistrationCode=Registration Code
lblLicenseInfo=This product is licensed to : 
lblPersonalUse=This version may only be used for personal use in non-commercial environments.
lblAskBuy=Thanks for using PicPick!
lblAskBuyDescription=Please note that this unregistered version may only be used for personal use in non-commercial environments.\n\nWould you like to purchase a license now?

[CommercialVersionTrial]

btnModeTrial=Free Trial
btnModeTrialDescription=I would like to continue to use this product on a trial-basis.
btnModeActivate=Activate Your License Key
btnModeActivateDescription=I am a registered user and I have a license key.
btnModeBuy=Buy Now
btnModeBuyDescription=Move to the official webpage to get your license key.
lblTrialDescription=This is a 30-day trial version of PicPick. Once the trial period is expired, you must either purchase a license to unlock the software or uninstall it from your computer.
btnContinueTrial=&Continue Trial
lblDayLeft=You have {$1} day(s) remaining on your {$2} day trial.
lblDayExpired=Your license is no longer available.
lblEnterLicense=Enter your registration information
lblOwnerName=User Name
lblRegistrationCode=License Key
lblRegistrationHelp=Having problem with activation?
btnRegister=&Activate
btnDeactivate=&Deactivate
lblActivationOffline1=1. Please open the below URL and get your Authentication Code. If you are in an offline environment, you need to go online at another computer.
lblActivationOffline2=2. Please paste your Authentication Code from above URL.
lblAuthCode=Authentication Code :
lblExample=e.g.

[ImagesSet]

grbJPEGOption=JPEG Options
lblJPEGQuality=Quality
cboJPEGQualityMaximum=Maximum
cboJPEGQualityHigh=High
cboJPEGQualityMedium=Medium
cboJPEGQualityLow=Low

[SaveAll]

grbSaveOptions=Save Options
lblSelectFolder=Select a folder to save your screenshots.
rdoAllImages=All images
rdoUnsavedImages=All unsaved images
grbFileOptions=File Options
lblFileName=File Name
lblFileType=File Type
rdoFiles=Files

[ColorBalance]

grpbxColorBalance=Color Balance
lblColorLevels=Color Levels
grpbxToneBalance=Tone Balance
rdbtnShadows=Shadows
rdbtnMidtones=Midtones
rdbtnHighlights=Highlights
chckbxPreserveLuminosity=Preserve Luminosity

[StartPage]

lblStartHome=Pick a task...
lblStartTitle1=New task
lblStartTitle2=Graphic Accessories
chkStartDoNotShow=Do not show this window when program starts

[Watermark]

lblWaterMarkPreview=Preview :
lblWaterMarkFile=Image File :
lblWaterMarkPosition=Position :
lblWaterMarkOpacity=Opacity :
lblWaterMarkOffsetX=Offset-X :
lblWaterMarkOffsetY=Offset-Y :
chkWaterMarkAuto=Add a watermark automatically when capturing image.
lblWaterMarkTypeImage=Image Watermark
lblWaterMarkTypeText=Text Watermark
cboWaterMarkTextSize=Text Size
cboWaterMarkTextColor=Color

[PicPickUploader]

lblGoogle=Google Drive
lblDropbox=Dropbox
lblOneDrive=OneDrive
lblFTP=FTP
lblImgur=Imgur
btnOK=&OK
btnCancel=&Cancel
btnConnect=Co&nnect...
btnOptions=O&ptions...
btnUpload=&Upload
btnAccount=&Account...
lblConnected=Connected
lblNotConnected=Not Connected
lblConnecting=Connecting...
lblUploading=Uploading...
lblUploaded=Upload Completed
lblNotUploaded=Fail to upload. Please try it again.
lblGuestAccount=Guest Account
lblWait=Please wait...
tbnConnect=Connect
tbnDisconnect=Disconnect
tbnRefresh=Refresh
tbnNewFolder=New Folder
tbnOptions=Options
tbnSelectFolder=Upload &Location...
tbnShareLink=Share &Link Options...
lblSelectFolder=Please choose a folder to upload your image.
lblMyDrive=My Drive
lblNewFolder=Please enter a new folder name.
lblAuth=Please sign in via your web browser.
lblUploadSuccess=You have successfully uploaded an image.
lblShareLink=Share Link
lblGetLink=Get Link
chkShareLink=Always create a shared link after upload
chkCopyLink=Copy a shared link to the clipboard after upload
lblHost=&Host
lblUsername=&Username
lblPassword=Pass&word
lblPort=&Port
lblLocation=&Remote Path

[ScreenRecorder]

tbnRecord=Start &Recording
tbnPause=&Pause Recording
tbnStop=&Stop Recording
tbnResume=R&esume Recording
tbnFullscreen=&Fullscreen Mode
tbnRegion=Re&gion Mode
popSP16x9=16:9 Presets
popSP4x3=4:3 Presets
popAuto16x9=Adjust to 16:9
popAuto4x3=Adjust to 4:3
popSelect=&Select Region...
popCustom=&Custom Size...
tbnMic=Add Microphone
tbnCursor=Add Cursor
tbnSoundMute=No Sound
tbnSoundMic=Record Microphone
tbnSoundSystemAudio=Record System Audio
tbnOpenFolder=O&pen Output Folder
tbnOptions=&Options
tbnClose=&Close
statusRecord=Recording
statusPaused=Paused
statusStop=Stopped
statusReady=Ready
frmRecordingArea=Recording Area

[ScreenRecorderOptions]

grbGeneral=General
chkAutoHide=Automatically hide the window in fullscreen mode
chkCursor=Record mouse cursor
chkPopup=Show output folder popup when finished recording
grbVideo=Video
lblFileType=File Type
lblFPS=MP4 FPS
lblGIFFPS=GIF FPS
lblQuality=Quality
cboQualityVeryHigh=Very High Quality
cboQualityHigh=High Quality
cboQualityMedium=Medium Quality
cboQualityLow=Low Quality
cboQualityVeryLow=Very Low Quality
grbAudio=Audio
chkMic=Record michrophone sound
chkSystemAudio=Record system Audio
lblAudioChannels=Channels
cboAudioChannelsStereo=Stereo
cboAudioChannelsMono=Mono
lblAudioBitrate=Bitrate
lblAudioFrequency=Frequency
btnDefault=&Restore Defaults
lblOutput=Select an output folder to save the recordings.
lblHotKey=Recording (Play/Stop) Hotkey

[BugReport]

lblHeader=Send us your feedback to help make PicPick even better.
chkAgree=By pressing submit, your information will be used to improve PicPick.
edtEmail=Email (Optional)
btnSubmit=&Submit
lblFeedback=Thanks for your feedback!

[Website Resources]

title_picpick=PicPick - All-in-one Graphic Design, Best Screen Capture Software, Image Editor, Color Picker, Pixel Ruler and More
title_ngwin=NGWIN - We develop user-friendly software that provides convenient computing environments
nav_picpick=PicPick
nav_partners=Partners
nav_contact=Contact
nav_home=Home
nav_features=Features
nav_download=Download
nav_buy=Buy Now
nav_forum=Forum
section_features=Features
section_reviews=Media Reviews
section_download=Download
section_download_commercial=PROFESSIONAL VERSION FOR REGISTERED USERS
section_buy=Buy Now
section_plans=Pricing and Plans
section_screenshots=Screenshots
section_customers=Our customers
section_latestversion=Latest Version
section_changelog=Change Log
section_availableon=Available On
section_likeuson=Like Us On
section_eula=End User License Agreement
section_privacypolicy=Privacy Policy
section_volumepricing=Volume Pricing
button_download=DOWNLOAD
button_buy=BUY NOW
button_upgrade=UPGRADE NOW
button_upgrade_nothanks=No Thanks
button_viewdetail=VIEW DETAILS
button_free_download=FREE DOWNLOAD
button_download_portable=Portable Version
button_download_commercial=I have already purchased a license.
text_freetotry=Free for personal use, try it today.
text_copyright=Copyright{copy} {ngwin} All rights reserved.
text_winavailable=Available on all Windows
text_winavailable2=Microsoft Windows 11, 10, 8.1, 8, 7, Vista and XP including both 32-bit and 64-bit versions.
text_recommend=RECOMMEND
text_limitedtimeoffer=LIMITED TIME OFFER
text_free=FREE
text_personal_only_detail=Please note that this free version may only be used for personal use in non-commercial environments.
text_license_peruser=PicPick is licensed per user. Each purchased user can have the software installed on two machines. (for example, PC and laptop).
text_license_noshare=One license may not be shared between different users.
text_bluesnap=2Checkout is our online payment system that we recommend. It supports a fully secure online payment service with a variety of payment methods like paypal, credit card etc.
text_thankyou=Thank you for installing PicPick.
text_download_thankyou=Thank you for downloading PicPick.
text_download_start=Your download will start automatically within a few seconds.
text_download_ifnot=If your download has not started automatically, please click {here} or download from the mirror links.
text_download_ifnot2=If your download has not started automatically, please click {here}.
text_download_ifnot2_here=here
text_upgrade=Upgrade to Professional and get more features!
overview_jumbotron_h1=PicPick
overview_jumbotron_h2=All-in-one design tool for everyone
overview_jumbotron_p1=A full-featured screen capture tool, Intuitive image editor, color picker, color palette, pixel-ruler, protractor, crosshair, whiteboard and more.
overview_jumbotron_p2=User friendly and full of features for creating your image, Suitable for software developers, graphic designers and home users.
overview_feature_1_h1=Capture anything
overview_feature_1_p1=Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc.
overview_feature_2_h1=Edit your images
overview_feature_2_p1=Annotate and highlight your images: text, arrows, shapes and more with the built-in image editor that includes the latest Ribbon style menu.
overview_feature_3_h1=Enhance with effects
overview_feature_3_p1=Easily add effects to your images: drop shadows, frames, watermarks, mosaic, motion blur, brightness control and more.
overview_feature_4_h1=Share everywhere
overview_feature_4_p1=Save, share, or send your images via Web, email, ftp, Dropbox, Google Drive, OneDrive, Box, Evernote, Facebook, Twitter and more.
overview_feature_5_h1=Graphic Accessories
overview_feature_5_p1=Variety of graphic design accessories including color picker, color palette, pixel ruler, protractor, crosshair, magnifier, whiteboard.
overview_feature_6_h1=Customizable setting
overview_feature_6_p1=With highly advanced settings, you can customize hotkeys, file naming, image quality, and many other options that fits your needs.
reviews_1_body=This program makes us think of a Swiss Army Knife, or perhaps a well-stocked, well-organized desk drawer. There are all kinds of helpful tools here, and we think PicPick would be useful to Web designers, graphic designers, and even the average computer user who occasionally needs to work with graphics.
reviews_1_author=CNET Download.com
reviews_1_link=http://download.cnet.com/PicPick/3000-2192_4-75072925.html?tag=mncol;1
reviews_1_img=review_cnet.png
reviews_2_body=Specially designed for the home user and aiming at giving as much flexibility as possible during the work. It even includes some features never to be found in Photoshop. PicPick, besides being a very easy to use image editor also sports graphic capture options and a set of hotkeys and options some similar editors would envy.
reviews_2_author=Softpedia
reviews_2_link=http://www.softpedia.com/reviews/windows/PicPick-49842.shtml
reviews_2_img=review_softpedia.png
features_1_h1=Screen Capture
features_1_p1=Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc.
features_1_p2=Support multiple monitor environments, capturing with cursor, auto save and file naming, etc.
features_1_p3=Support the floating widget Capture Bar which makes it easy for you to take screenshots.
features_1_p4=Customize your own keyboard shortcuts.
features_1_list_1=Full-screen
features_1_list_2=Active window
features_1_list_3=Window control
features_1_list_4=Scrolling window
features_1_list_5=Region
features_1_list_6=Fixed region
features_1_list_7=Freehand
features_1_list_8=Repeat last capture
features_1_list_9=Capture widget
features_1_list_10=Capturing with cursor
features_1_list_11=Delayed capture
features_1_list_12=Auto-save
features_2_h1=Image Editor
features_2_p1=With the built-in image editor that includes the latest Ribbon style menu, you can annotate and highlight your images.
features_2_list_1=Drawing
features_2_list_2=Insert text
features_2_list_3=Arrows, lines
features_2_list_4=Shapes
features_2_list_5=Balloon
features_2_list_6=Highlight tool
features_2_list_7=Crop
features_2_list_8=Resize
features_2_list_9=Rotate
features_2_list_10=Invert
features_2_list_11=Grayscale
features_2_list_12=Mosaic
features_2_list_13=Frame
features_2_list_14=Watermark
features_2_list_15=Blur
features_2_list_16=Sharpen
features_2_list_17=Brightness
features_2_list_18=Hue / Saturation
features_2_list_19=Color balance
features_3_h1=Save, share, or send
features_3_p1=Once done with capturing and editing your images, you can save, share, or send it with a variety of outputs.
features_3_list_1=Clipboard
features_3_list_2=Image files
features_3_list_3=PDF
features_3_list_4=Printer
features_3_list_5=Web URL
features_3_list_6=Dropbox
features_3_list_7=Google Drive
features_3_list_8=OneDrive
features_3_list_9=Box
features_3_list_10=Facebook
features_3_list_11=Twitter
features_3_list_12=Skype
features_3_list_13=FTP Server
features_3_list_14=E-mail
features_3_list_15=Microsoft Word
features_3_list_16=Microsoft PowerPoint
features_3_list_17=Microsoft Excel
features_3_list_18=External program
features_4_h1=Color Picker
features_4_p1=Help you find the exact pixel color code on your screen with a built-in magnifier window.
features_4_p2=Support RGB, HTML, C++, Delphi.
features_5_h1=Color Palette
features_5_p1=Find and tune the exact pixel color code using photoshop styled color picker which supports RGB, HSV.
features_6_h1=Pixel Ruler
features_6_p1=Help you measure the size of objects and place objects in precise locations on the screen.
features_6_p2=Support horizontal and vertical orientation, units (pixels, inches, centimeters), DPI settings (72, 96, 120, 300), skins.
features_7_h1=Magnifier
features_7_p1=With light, smooth and sizable magnifier tool, you can see any desktop area magnified in its magnification glass.
features_8_h1=Crosshair
features_8_p1=Figure out the relative coordinate of picture position with this feature.
features_8_p2=This can be useful for example in developing HTML image maps.
features_9_h1=Protractor
features_9_p1=Help you find angles on screen. Pick a center, then a location, then the angle in degrees away from the first.
features_9_p2=This can be used in a variety of photography, math, and graphics applications.
features_10_h1=Whiteboard
features_10_p1=You can have virtual whiteboard on your desktop. You can use it for presentation or drawing something on your desktop.
download_1_h1=For Home Users
download_1_p1=Personal (Home) Use Only
download_1_p2=Manual Update
download_1_p3=No Technical Support
download_2_h1=For Professionals
download_2_p1=Commercial and Personal Use
download_2_p2=Auto Update
download_2_p3=Technical Support
download_2_p4=Lifetime Upgrades
download_2_p5=No Ads
buy_table_h1=Number of Users
buy_table_h2=Price (USD) Per User
buy_table_p1=Please contact us for a quote!
buy_table_p2=Taxes and additional charges vary depending on your country of residence.
buy_table_p2_vat=VAT
buy_1_h1=Instant Key Delivery
buy_1_p1=Get instant access to your registration key when your order is complete.
buy_2_h1=Lifetime Updates
buy_2_p1=Subscription plans are billed annually.
buy_3_h1=Purchase Questions
buy_3_p1=If you have any questions regarding purchasing or licensing, please feel free to {contactus}.
buy_3_p1_contactus=contact us
buy_year=Year
buy_single=Single Plan
buy_single_p1=Install on 2 machines per user
buy_team=Team Plan
buy_team_user=Users
buy_site=Site Plan
buy_site_p1=Install on unlimited machines on site
buy_month=Month
buy_monthly=Monthly
buy_yearly=Yearly
buy_pay_once=Pay once and get the lifetime updates for free.
buy_for_individuals=For Individuals
buy_for_teams=For Teams
buy_for_enterprise=For Enterprise
buy_single_lifetime=Single Lifetime
buy_team_lifetime=Team Lifetime
buy_site_lifetime=Enterprise Lifetime
buy_subscriptions=Subscriptions
buy_lifetime=Lifetime Special
secure_order=Secure ordering by 2Checkout
uninstall_h1=Please give us your feedback.
uninstall_p1=We would appreciate hearing from you. Your feedback will help us make PicPick even better.
uninstall_comment=Details
uninstall_comment_placeholder=For example, Why did you uninstall? What are we missing? Which feature do you want?
uninstall_email=Email (Optional)
uninstall_email_placeholder=Please enter your email address.
uninstall_send=Send Feedback
about_us=About Us
about_h1=We are a software development company specialized on Microsoft Windows Platform.
about_p1=Our goal is to develop and publish high quality and user-friendly software that provides convenient computing environments to our users.
contact_h1=We would love to hear from you! Please fill out this form and we will get in touch with you shortly.
contact_us=Contact Us
contact_email=Email Support
contact_email_at=You can also contact us via email at : {email}
contact_email_send=Send us an email
beta_banner=Try new features with PicPick Beta!
beta_button=Try Now
try_darkmode=Try Dark Mode
try_darkmode_on=Dark Mode is on
contact_form_category=Category
contact_form_select=- SELECT -
contact_form_email=Email
contact_form_subject=Subject
contact_form_body=Details
contact_form_body_placeholder=Tell us more about...
contact_form_os=Operating System
contact_form_version=PicPick Version
contact_form_license=License Key
contact_form_license_placeholder=For premium support, please enter your valid license key.
contact_form_success=Success
contact_form_success_description=Your feedback has been sent successfully.
contact_form_error=Error
contact_form_error_description=We're sorry we can't process this at this moment.

[Message]

MSG_TRAY_TITLE=PicPick
MSG_ICON_TITLE=PicPick
MSG_MESSAGEBOX_TITLE=PicPick
MSG_PROTRACTOR_CENTERPOINT=Click a center-point on screen.
MSG_ACTIVEWINDOW=Press the [%s] key to capture active window.
MSG_EXITSAVEIMAGE=Do you want to save changes to [%s]?
MSG_DEFAULT_IMAGENAME=Image
MSG_DIRECTORYACCESSERROR=Cannot access directory.
MSG_DEFAULT_TAPNAME=No Image
MSG_HOTKEY_ALREADY1=PicPick cannot register the following hotkeys.
MSG_HOTKEY_ALREADY2=Do you want to change these hotkeys?
MSG_THISFOLDERNOTFOUND=Directory [path or folder name] cannot be found.
MSG_INVALID_FILENAME=This file name is invalid.
MSG_FAIL_AUTOSAVE=Please check your auto-save file name settings. If this problem continues after checking, please add the picpick.exe to your anti-virus software whitelist.
MSG_INVALID_CLIPBOARD=An error occurred while getting the clipboard data.
MSG_CANNOTREPEATCAPTURE=Cannot find selected area from last capture.
MSG_CLOSEALLIMAGE=Do you want to close all unsaved images?
MSG_FILE_OPEN=Open
MSG_FILE_SAVE=Save As
MSG_NEWVERSIONAVAILABLE=A newer version of PicPick is available. Do you want to go to the download page now?
MSG_PROGRAM_NOTADDYET=You must select an external program to send your screenshots!
MSG_EXTERNALPROGRAMERROR=Cannot find specified external program. 
MSG_PARAMETERS_TITLE=PicPick Parameters
MSG_OLDLANGUAGE=The language file is old version, so some texts are not translated. Do you really want to change the language? 
MSG_INVALIDALBUMNAME=The album name is invalid.
MSG_CREATEFAILUREALBUM=Error Creating Album.
MSG_LOADINGFAILUREALBUM=Error loading Albums.
MSG_IDEMPTY=Please input user ID.
MSG_PWEMPTY=Please input user password.
MSG_SAVE=&Save
MSG_DONTSAVE=Do&n’t Save
MSG_DONTSAVEALL=S&ave None
MSG_NODISPLAYAGAIN=Do not show this message again
BTN_YES=&Yes
BTN_NO=&No
BTN_NOALL=&No All
MSG_INPUTTEXT=Please input text here
MSG_FLATTENLAYER=For this task, you must flatten the shapes with the background image. Do you want to flatten the shapes?
MSG_FLATTENALL=Do you want to flatten all the shapes?
MSG_INVALID_DOWNLOADURL=An error occurred while downloading the image.
MSG_OPENURL=Please enter the image URL.
MSG_ANYSETTINGOK=The settings have been changed successfully.
MSG_DEFAULTEDITOR=PicPick has been set as the default image editor.
MSG_FTPINFONEED=You must enter your FTP server information first.
MSG_CONNECTIONFAIL=An error occurred while connecting the server.
MSG_PROGRAM_NOSKYPE=Cannot find Skype.
MSG_ACTIVATE_OFFLINE=Cannot activate your license key caused by network problem or something else. Do you want to activate your license in offline mode?
MSG_ACTIVATE_OK=Your license has been activated. Thank you for choosing PicPick!
MSG_ACTIVATE_TRIAL=Trial license has been activated. Thank you for choosing PicPick!
MSG_ACTIVATE_FAIL=Activation has been denied. Please contact to PicPick Support Center.
MSG_VALIDOWNERNAME=Please input valid owner name.
MSG_VALIDLICENSEKEY=Please input valid license key.
MSG_FILENOTFOUND=Cannot find a file.
MSG_CAPTUREAREAFAIL=An error occurred during calculating area to be captured. Please check your software (anti-virus, malware/spyware) that may cause the issue.
MSG_TRANSPARENCYLOST=Any transparency will be lost if you save this picture. Do you want to continue?
MSG_DONOTSHOWWEEK=Do not show this window again for a week
MSG_NEWVERSIONAVAILABLE_SHORT=A new version of PicPick is available
MSG_HOTKEY_ALREADY3=Please check other applications currently running such as Dropbox, OneDrive.
MSG_NEWVERSIONINSTALL=A newer version of PicPick is available. Do you want to install it now?
MSG_NEWVERSIONINSTALLING=Please wait while an update is being downloaded...
MSG_NEWVERSIONRESTART=The update will automatically start in a few seconds...
MSG_ACTIVATE_INVALID=The license key that you have entered is invalid. Please check your key and try it again.
MSG_NOUPDATEAVAILABLE=There are currently no updates available.
MSG_NOTENOUGHCAPTUREAREA=Selected area is too small to capture.
MSG_CAPTUREOPTION_NEXTTIME=Selected option will be applied next time you capture.
MSG_ACTIVATE_EXPIRED=Your license has expired. Please renew your license to continue to use PicPick without interruption.
MSG_RESTART_WARNING=Some changes will not take effect until the program is restarted.
MSG_DEACTIVATE=Are you sure you want to deactivate your license on this computer?
MSG_DEACTIVATE_SUCCESS=Your license has been successfully deactivated.
MSG_SCREENRECORDER_FAILURE=An error occurred while initializing Screen Recorder. Please reinstall the application.
MSG_SCREENRECORDER_HELP_RECORD=To stop recording, please click the screen recorder icon in the notification area or press the [%s] button.
MSG_SCREENRECORDER_HELP_STOP=Recording video has been completed. Do you want to view the recorded video file in the output folder?
MSG_SCREENRECORDER_HELP_LIMITED=This free version is limited to %d-minute recordings.
MSG_ERROR_LOADIMAGE=An error occurred while reading the file. This is not a valid image file, or its format is not currently supported.
MSG_ERROR_LOADHEIC=An additional extension is required to open this file. Do you want to go to the download page now?
MSG_RESTORE_DEFAULT=Are you sure you want to restore the default settings?
MSG_DISABLED_FEATURE=This feature has been disabled by your administrator.
MSG_DUPLICATED_FILETABNAME=The file or tab name already exists.
MSG_SCROLLCAPTURE_FAILURE=Unable to perform scrolling capture of [%s].
MSG_SCREENRECORDER_INSTALL=Screen Recorder requires administrator privileges to perform an additional installation. Do you want to continue?
MSG_INVALID_HOTKEY=The key pressed cannot be used as a hotkey.
